tap "adoptopenjdk/openjdk"
tap "derailed/k9s"
tap "dty1er/tap"
tap "github/gh"
tap "go-swagger/go-swagger"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "jesseduffield/lazydocker"
tap "mongodb/brew"
tap "muesli/tap"
tap "pivotal/tap"
tap "remotemobprogramming/brew"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "automake"
brew "pkg-config"
brew "coreutils"
brew "libtool"
brew "cask"
brew "deno"
brew "direnv"
brew "docker-swarm"
brew "earthly"
brew "elixir"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-crypt"
brew "glances"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "grv"
brew "helm"
brew "htop"
brew "imagemagick@6", link: true
brew "ipython"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubeseal"
brew "libyaml"
brew "mas"
brew "mcrypt"
brew "minikube"
brew "neovim"
brew "netpbm"
brew "nvm"
brew "opencv"
brew "pngquant"
brew "podman"
brew "pulumi"
brew "python@3.8"
brew "speedtest-cli"
brew "stern"
brew "terminal-notifier"
brew "tig"
brew "tree"
brew "watch"
brew "wget"
brew "wrk"
brew "zlib"
brew "dty1er/tap/kubecolor"
brew "go-swagger/go-swagger/go-swagger"
brew "hashicorp/tap/vault"
brew "hashicorp/tap/waypoint"
brew "heroku/brew/heroku"
brew "instrumenta/instrumenta/kubeval"
brew "jesseduffield/lazydocker/lazydocker"
brew "muesli/tap/duf"
brew "remotemobprogramming/brew/mob"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "anaconda"
cask "authy"
cask "aws-vault"
cask "caffeine"
cask "docker"
cask "dozer"
cask "evernote"
cask "firefox-developer-edition"
cask "flux"
cask "flycut"
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "github"
cask "google-chrome"
cask "graphql-playground"
cask "insomnia"
cask "iterm2"
cask "jd-gui"
cask "jetbrains-toolbox"
cask "keka"
cask "keybase"
cask "kindle"
cask "libreoffice"
cask "mysqlworkbench"
cask "notion"
cask "numi"
cask "paragon-ntfs"
cask "phantomjs"
cask "pluralsight"
cask "pock"
cask "postman"
cask "signal"
cask "spotify"
cask "steam"
cask "ticktick"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "AdBlock", id: 1402042596
mas "Adblock Plus", id: 1432731683
mas "AwesomeScreenshot", id: 1531282066
mas "GarageBand", id: 682658836
mas "Ghostery Lite", id: 1436953057
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "OneTab", id: 1540160809
mas "Pages", id: 409201541
mas "Save to Pocket", id: 1477385213
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
