tap "adevinta/zoe"
tap "adoptopenjdk/openjdk"
tap "clojure/tools"
tap "derailed/k9s"
tap "dty1er/tap"
tap "github/gh"
tap "go-swagger/go-swagger"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "muesli/tap"
tap "pivotal/tap"
tap "remotemobprogramming/brew"
tap "versent/taps"
tap "yogeshsr/tap"
brew "act"
brew "libyaml"
brew "ansible"
brew "jpeg-xl"
brew "aom"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "automake"
brew "aws-iam-authenticator"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bazel"
brew "glib"
brew "pkg-config"
brew "coreutils"
brew "libtool"
brew "cask"
brew "tbb"
brew "colordiff"
brew "delve"
brew "deno"
brew "docker-swarm"
brew "earthly"
brew "erlang"
brew "elixir"
brew "exa"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-crypt"
brew "gitleaks"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "goreleaser"
brew "golangci-lint"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "grv"
brew "helm"
brew "htop"
brew "imagemagick"
brew "imagemagick@6"
brew "ipython"
brew "jq"
brew "k9s"
brew "kafka"
brew "librdkafka"
brew "kcat"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "libpq", link: true
brew "mas"
brew "mcrypt"
brew "minikube"
brew "neo4j"
brew "neovim"
brew "nvm"
brew "protobuf"
brew "mkcert"
brew "mockery"
brew "modd"
brew "mysql-client"
brew "nss"
brew "numpy"
brew "nvm"
brew "oath-toolkit"
brew "vtk"
brew "opencv"
brew "openssl@3"
brew "parallel"
brew "peco"
brew "php-code-sniffer"
brew "pngquant"
brew "podman"
brew "pulumi"
brew "pure"
brew "python@3.8"
brew "saml2aws"
brew "sonar-scanner"
brew "spaceship"
brew "speedtest-cli"
brew "stern"
brew "swiftlint"
brew "terminal-notifier"
brew "terraform"
brew "tig"
brew "tree"
brew "upx"
brew "watch"
brew "wget"
brew "wrk"
brew "wtfutil"
brew "zlib"
brew "adevinta/zoe/zoe"
brew "clojure/tools/clojure"
brew "derailed/k9s/k9s"
brew "dty1er/tap/kubecolor"
brew "go-swagger/go-swagger/go-swagger"
brew "hashicorp/tap/vault"
brew "hashicorp/tap/waypoint"
brew "heroku/brew/heroku"
brew "instrumenta/instrumenta/kubeval"
brew "jesseduffield/lazydocker/lazydocker"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community@3.4"
brew "muesli/tap/duf"
brew "remotemobprogramming/brew/mob"
brew "yogeshsr/tap/kafka-protobuf-console-consumer"
cask "1password-cli"
cask "anaconda"
cask "appcleaner"
cask "authy"
cask "aws-vault"
cask "bloomrpc"
cask "brave-browser"
cask "caffeine"
cask "calibre"
cask "docker"
cask "dozer"
cask "drawio"
cask "firefox-developer-edition"
cask "flux"
cask "flycut"
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "github"
cask "google-chrome"
cask "graphql-playground"
cask "growlnotify"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "keybase"
cask "keyboardcleantool"
cask "kindle"
cask "lens"
cask "libreoffice"
cask "meetingbar"
cask "notion"
cask "numi"
cask "openvpn-connect"
cask "paragon-ntfs"
cask "phantomjs"
cask "pluralsight"
cask "pock"
cask "postman"
cask "raycast"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Session", id: 1521432881
mas "Spark", id: 1176895641
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
