tap "adevinta/zoe"
tap "adoptopenjdk/openjdk"
tap "ankitpokhrel/jira-cli"
tap "charmbracelet/tap"
tap "clojure/tools"
tap "codecrafters-io/tap"
tap "derailed/k9s"
tap "dty1er/tap"
tap "github/gh"
tap "go-swagger/go-swagger"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jetbrains/utils"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "muesli/tap"
tap "orlangure/tap"
tap "oven-sh/bun"
tap "pivotal/tap"
tap "remotemobprogramming/brew"
tap "shivammathur/php"
tap "tfournier/tap"
tap "ubuntu/microk8s"
tap "versent/taps"
tap "warrensbox/tap"
tap "yogeshsr/tap"
brew "python@3.12"
brew "autojump"
brew "aws-iam-authenticator"
brew "python@3.11"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "btop"
brew "colordiff"
brew "coreutils"
brew "exa"
brew "harfbuzz"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh", link: false
brew "git"
brew "git-xargs"
brew "gitleaks"
brew "gnu-sed"
brew "grep"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "k9s"
brew "kafka"
brew "kubernetes-cli"
brew "kubectx"
brew "mas"
brew "mockery"
brew "neovim"
brew "parallel"
brew "php"
brew "php-cs-fixer"
brew "python@3.9"
brew "ripgrep"
brew "starship"
brew "stern"
brew "terminal-notifier"
brew "terraform"
brew "thefuck"
brew "vault"
brew "vault-cli"
brew "wget"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "dty1er/tap/kubecolor"
brew "jesseduffield/lazygit/lazygit"
brew "shivammathur/php/php@7.2"
brew "tfournier/tap/gvm"
cask "font-meslo-lg-nerd-font"
cask "kubecontext"
mas "Bitwarden", id: 1352778147
mas "Flow", id: 1423210932
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Pocket", id: 568494494
mas "Reeder", id: 1529448980
mas "Skitch", id: 425955336
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
mas "Yomu", id: 562211012
vscode "aaronthomas.vscode-snazzy-operator"
vscode "akamud.vscode-theme-onedark"
vscode "aldijav.golangwithdidi"
vscode "alefragnani.project-manager"
vscode "andrew-codes.cypress-snippets"
vscode "andys8.jest-snippets"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "codezombiech.gitignore"
vscode "cucumberopen.cucumber-official"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-faker"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "drknoxy.eslint-disable-snippets"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "gimenete.github-linker"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gregorbiswanger.json2ts"
vscode "jasonnutter.search-node-modules"
vscode "jawandarajbir.react-vscode-extension-pack"
vscode "jingkaizhao.vscode-redux-devtools"
vscode "jonkwheeler.styled-components-snippets"
vscode "josefbiehler.cypress-fixture-intellisense"
vscode "jpoissonnier.vscode-styled-components"
vscode "k--kato.intellij-idea-keybindings"
vscode "kangping.protobuf"
vscode "loiane.ts-extension-pack"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mikestead.dotenv"
vscode "mindaro-dev.file-downloader"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.vscode-react-native"
vscode "mskelton.playwright-test-snippets"
vscode "nhoizey.gremlins"
vscode "orta.vscode-jest"
vscode "peterj.proto"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "pnp.polacode"
vscode "premparihar.gotestexplorer"
vscode "quicktype.quicktype"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "robbowen.synthwave-vscode"
vscode "ronnidc.nunjucks"
vscode "shakram02.bash-beautify"
vscode "shelex.vscode-cy-helper"
vscode "sissel.shopify-liquid"
vscode "stringham.move-ts"
vscode "tonka3000.raycast"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"
vscode "withfig.fig"
vscode "wscats.eno"
vscode "xabikos.javascriptsnippets"
vscode "xabikos.reactsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
vscode "zxh404.vscode-proto3"
